Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Settings_NavigationStyle.Description
source: Choose how the navigation pane is displayed
ar_tn: اختر كيفية عرض جزء التنقل
de: Wählen Sie, wie der Navigationsbereich angezeigt wird
es_es: Elige cómo se muestra el panel de navegación
fr_fr: Choisissez comment le volet de navigation est affiché
he_il: בחר כיצד חלונית הניווט מוצגת
id_id: Pilih bagaimana panel navigasi ditampilkan
it_it: Scegli come viene visualizzato il riquadro di navigazione
ja_jp: ナビゲーションペインの表示方法を選択します
ko_kr: 탐색 창 표시 방식을 선택하세요
pt_br: Escolha como o painel de navegação é exibido
ru_ru: Выберите способ отображения панели навигации
tr_tr: Gezinme panelinin nasıl görüntüleneceğini seçin
vi_vn: Chọn cách hiển thị ngăn điều hướng
zh_hans: 选择导航窗格的显示方式
zh_hant: 選擇導覽窗格的顯示方式

# Settings_SourceCode.Header
source: Source code
ar_tn: الكود المصدري
de: Quellcode
es_es: Código fuente
fr_fr: Code source
he_il: קוד מקור
id_id: Kode sumber
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스 코드
pt_br: Código-fonte
ru_ru: Исходный код
tr_tr: Kaynak kodu
vi_vn: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

# Settings_SourceCode.Description
source: View and contribute on GitHub
ar_tn: عرض والمساهمة على GitHub
de: Auf GitHub ansehen und mitwirken
es_es: Ver y contribuir en GitHub
fr_fr: Voir et contribuer sur GitHub
he_il: צפה ותרום ב-GitHub
id_id: Lihat dan berkontribusi di GitHub
it_it: Visualizza e contribuisci su GitHub
ja_jp: GitHubで閲覧および貢献
ko_kr: GitHub에서 보기 및 기여하기
pt_br: Ver e contribuir no GitHub
ru_ru: Просмотреть и внести вклад на GitHub
tr_tr: GitHub’da görüntüle ve katkıda bulun
vi_vn: Xem và đóng góp trên GitHub
zh_hans: 在 GitHub 上查看和贡献
zh_hant: 在 GitHub 上查看並貢獻

# Settings_FileBug.Header
source: File a bug or request a feature
ar_tn: الإبلاغ عن خطأ أو طلب ميزة
de: Fehler melden oder Funktion anfordern
es_es: Informar de un error o solicitar una función
fr_fr: Signaler un bug ou demander une fonctionnalité
he_il: דווח על באג או בקש תכונה
id_id: Laporkan bug atau minta fitur
it_it: Segnala un bug o richiedi una funzionalità
ja_jp: バグの報告または機能のリクエスト
ko_kr: 버그 신고 또는 기능 요청
pt_br: Relatar um erro ou solicitar um recurso
ru_ru: Сообщить об ошибке или предложить функцию
tr_tr: Hata bildir veya özellik iste
vi_vn: Báo lỗi hoặc yêu cầu tính năng
zh_hans: 提交错误或功能请求
zh_hant: 回報錯誤或請求功能

# Settings_FileBug.Description
source: Open an issue on GitHub
ar_tn: فتح مشكلة على GitHub
de: Ein Issue auf GitHub öffnen
es_es: Abrir un issue en GitHub
fr_fr: Ouvrir un ticket sur GitHub
he_il: פתח issue ב-GitHub
id_id: Buka masalah (issue) di GitHub
it_it: Apri una issue su GitHub
ja_jp: GitHubでIssueを作成
ko_kr: GitHub에서 이슈 열기
pt_br: Abrir uma issue no GitHub
ru_ru: Открыть проблему на GitHub
tr_tr: GitHub’da bir issue aç
vi_vn: Mở issue trên GitHub
zh_hans: 在 GitHub 上创建问题
zh_hant: 在 GitHub 上建立問題

# Settings_SupportDeveloper.Header
source: Support the developer
ar_tn: دعم المطور
de: Entwickler unterstützen
es_es: Apoyar al desarrollador
fr_fr: Soutenir le développeur
he_il: תמוך במפתח
id_id: Dukung pengembang
it_it: Supporta lo sviluppatore
ja_jp: 開発者をサポート
ko_kr: 개발자 지원
pt_br: Apoiar o desenvolvedor
ru_ru: Поддержать разработчика
tr_tr: Geliştiriciyi destekle
vi_vn: Hỗ trợ nhà phát triển
zh_hans: 支持开发者
zh_hant: 支持開發者

# Settings_SupportDeveloper.Description
source: Buy me a coffee
ar_tn: اشترِ لي قهوة
de: Spendiere mir einen Kaffee
es_es: Invítame a un café
fr_fr: Offrez-moi un café
he_il: קנה לי קפה
id_id: Belikan saya kopi (Buy me a coffee)
it_it: Offrimi un caffè
ja_jp: コーヒーをごちそうする
ko_kr: 커피 한 잔 사주기
pt_br: Pague-me um café
ru_ru: Купить мне кофе
tr_tr: Bana bir kahve ısmarla
vi_vn: Mời tôi một ly cà phê
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

# Settings_ViewLogs.Header
source: View Logs
ar_tn: عرض السجلات
de: Protokolle anzeigen
es_es: Ver registros
fr_fr: Voir les journaux
he_il: הצג יומנים
id_id: Lihat Log
it_it: Visualizza log
ja_jp: ログを表示
ko_kr: 로그 보기
pt_br: Ver logs
ru_ru: Просмотр журналов
tr_tr: Günlükleri Görüntüle
vi_vn: Xem nhật ký
zh_hans: 查看日志
zh_hant: 檢視記錄

# Settings_ViewLogs.Description
source: View application logs for troubleshooting
ar_tn: عرض سجلات التطبيق لاستكشاف الأخطاء وإصلاحها
de: Anwendungsprotokolle zur Fehlerbehebung anzeigen
es_es: Ver los registros de la aplicación para solucionar problemas
fr_fr: Consulter les journaux de l’application pour le dépannage
he_il: הצג יומני יישום לצורך פתרון בעיות
id_id: Lihat log aplikasi untuk pemecahan masalah
it_it: Visualizza i log dell'applicazione per la risoluzione dei problemi
ja_jp: トラブルシューティングのためにアプリのログを表示します
ko_kr: 문제 해결을 위해 애플리케이션 로그 보기
pt_br: Ver os logs do aplicativo para solucionar problemas
ru_ru: Просмотр журналов приложения для устранения неполадок
tr_tr: Sorun giderme için uygulama günlüklerini görüntüleyin
vi_vn: Xem nhật ký ứng dụng để khắc phục sự cố
zh_hans: 查看应用日志以进行故障排除
zh_hant: 檢視應用程式記錄以進行疑難排解

# Loading.Text
source: Loading...
ar_tn: جارٍ التحميل...
de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
he_il: טוען...
id_id: Memuat...
it_it: Caricamento...
ja_jp: 読み込み中...
ko_kr: 로딩 중...
pt_br: Carregando...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
vi_vn: Đang tải...
zh_hans: 正在加载...
zh_hant: 正在載入...

source: Vendor
ar_tn: المصنّع
de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
he_il: יצרן
id_id: Produsen
it_it: Produttore
ja_jp: メーカー
ko_kr: 제조사
pt_br: Fabricante
ru_ru: Производитель
tr_tr: Üretici
vi_vn: Nhà sản xuất
zh_hans: 制造商
zh_hant: 製造商

source: Dedicated VRAM
ar_tn: ذاكرة VRAM مخصّصة
de: Dedizierter VRAM
es_es: VRAM dedicado
fr_fr: VRAM dédiée
he_il: זיכרון VRAM ייעודי
id_id: VRAM khusus
it_it: VRAM dedicata
ja_jp: 専用VRAM
ko_kr: 전용 VRAM
pt_br: VRAM dedicada
ru_ru: Выделенная видеопамять (VRAM)
tr_tr: Ayrılmış VRAM
vi_vn: VRAM chuyên dụng
zh_hans: 专用显存
zh_hant: 專用顯示記憶體

source: Shared Memory
ar_tn: الذاكرة المشتركة
de: Gemeinsam genutzter Speicher
es_es: Memoria compartida
fr_fr: Mémoire partagée
he_il: זיכרון משותף
id_id: Memori Bersama
it_it: Memoria condivisa
ja_jp: 共有メモリ
ko_kr: 공유 메모리
pt_br: Memória compartilhada
ru_ru: Общая память
tr_tr: Paylaşılan Bellek
vi_vn: Bộ nhớ dùng chung
zh_hans: 共享内存
zh_hant: 共用記憶體

source: Type
ar_tn: النوع
de: Typ
es_es: Tipo
he_il: סוג
id_id: Jenis
it_it: Tipo
ja_jp: 種類
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип
tr_tr: Tür
vi_vn: Loại
zh_hans: 类型
zh_hant: 類型

source: Search...
ar_tn: ابحث...
de: Suchen...
es_es: Buscar...
fr_fr: Rechercher...
he_il: חיפוש...
id_id: Cari...
it_it: Cerca...
ja_jp: 検索...
ko_kr: 검색...
pt_br: Pesquisar...
ru_ru: Поиск...
tr_tr: Ara...
vi_vn: Tìm kiếm...
zh_hans: 搜索...
zh_hant: 搜尋...

# Shell_Packages.Content
source: Packages
ar_tn: الحزم
de: Pakete
es_es: Paquetes
he_il: חבילות
id_id: Paket
it_it: Pacchetti
ja_jp: パッケージ
ko_kr: 패키지
pt_br: Pacotes
ru_ru: Пакеты
tr_tr: Paketler
vi_vn: Gói
zh_hans: 软件包
zh_hant: 套件

# PackagesPage_BrowseTab.Content
source: Browse
ar_tn: تصفح
de: Durchsuchen
es_es: Explorar
fr_fr: Parcourir
he_il: עיון
id_id: Jelajahi
it_it: Sfoglia
ja_jp: 参照
ko_kr: 둘러보기
pt_br: Navegar
ru_ru: Обзор
tr_tr: Göz At
vi_vn: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽

# PackagesPage_UpdatesTabLabel.Text
source: Updates
ar_tn: التحديثات
es_es: Actualizaciones
fr_fr: Mises à jour
he_il: עדכונים
id_id: Pembaruan
it_it: Aggiornamenti
ja_jp: 更新
ko_kr: 업데이트
pt_br: Atualizações
ru_ru: Обновления
tr_tr: Güncellemeler
vi_vn: Cập nhật
zh_hans: 更新
zh_hant: 更新

# PackagesPage_SearchBox.PlaceholderText
source: Search WinGet packages...
ar_tn: ابحث في حزم WinGet...
de: WinGet-Pakete durchsuchen...
es_es: Buscar paquetes de WinGet...
fr_fr: Rechercher des paquets WinGet...
he_il: חפש חבילות WinGet...
id_id: Cari paket WinGet...
it_it: Cerca pacchetti WinGet...
ja_jp: WinGetパッケージを検索...
ko_kr: WinGet 패키지 검색...
pt_br: Pesquisar pacotes WinGet...
ru_ru: Поиск пакетов WinGet...
tr_tr: WinGet paketlerini ara...
vi_vn: Tìm kiếm gói WinGet...
zh_hans: 搜索 WinGet 软件包...
zh_hant: 搜尋 WinGet 套件...

# PackagesPage_InstallButton.Text
source: Install Selected
ar_tn: تثبيت المحدد
de: Ausgewählte installieren
es_es: Instalar seleccionados
fr_fr: Installer la sélection
he_il: התקן את הנבחרים
id_id: Instal yang Dipilih
it_it: Installa selezionati
ja_jp: 選択した項目をインストール
ko_kr: 선택한 항목 설치
pt_br: Instalar Selecionados
ru_ru: Установить выбранные
tr_tr: Seçilenleri Yükle
vi_vn: Cài đặt mục đã chọn
zh_hans: 安装所选
zh_hant: 安裝所選

# PackagesPage_Installed.Text
source: Installed
ar_tn: المثبتة
de: Installiert
es_es: Instalados
fr_fr: Installé
he_il: מותקן
id_id: Terinstal
it_it: Installati
ja_jp: インストール済み
ko_kr: 설치됨
pt_br: Instalados
ru_ru: Установлено
tr_tr: Yüklü
vi_vn: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# PackagesPage_ColName.Text
source: Package Name
ar_tn: اسم الحزمة
de: Paketname
es_es: Nombre del paquete
fr_fr: Nom du package
he_il: שם חבילה
id_id: Nama Paket
it_it: Nome pacchetto
ja_jp: パッケージ名
ko_kr: 패키지 이름
pt_br: Nome do Pacote
ru_ru: Имя пакета
tr_tr: Paket Adı
vi_vn: Tên gói
zh_hans: 软件包名称
zh_hant: 套件名稱

# PackagesPage_ColId.Text
source: Package ID
ar_tn: معرف الحزمة
de: Paket-ID
es_es: ID del paquete
fr_fr: ID du package
he_il: מזהה חבילה
id_id: ID Paket
it_it: ID pacchetto
ja_jp: パッケージ ID
ko_kr: 패키지 ID
pt_br: ID do Pacote
ru_ru: ID пакета
tr_tr: Paket Kimliği
vi_vn: ID gói
zh_hans: 软件包 ID
zh_hant: 套件 ID

# PackagesPage_ColVersion.Text
source: Version
ar_tn: الإصدار
es_es: Versión
he_il: גרסה
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
tr_tr: Sürüm
vi_vn: Phiên bản
zh_hans: 版本
zh_hant: 版本

# PackagesPage_ColPublisher.Text
source: Publisher
ar_tn: الناشر
de: Herausgeber
es_es: Editor
fr_fr: Éditeur
he_il: מפרסם
id_id: Penerbit
it_it: Editore
ja_jp: 発行者
ko_kr: 게시자
pt_br: Editor
ru_ru: Издатель
tr_tr: Yayıncı
vi_vn: Nhà xuất bản
zh_hans: 发布者
zh_hant: 發行者

# PackagesPage_Loading.Text
source: Loading packages…
ar_tn: جاري تحميل الحزم…
de: Pakete werden geladen…
es_es: Cargando paquetes…
fr_fr: Chargement des packages…
he_il: טוען חבילות…
id_id: Memuat paket…
it_it: Caricamento pacchetti…
ja_jp: パッケージを読み込み中…
ko_kr: 패키지를 불러오는 중…
pt_br: Carregando pacotes…
ru_ru: Загрузка пакетов…
tr_tr: Paketler yükleniyor…
vi_vn: Đang tải các gói…
zh_hans: 正在加载软件包…
zh_hant: 正在載入套件…

# PackagesPage_SelectHint.Text
source: Select a package to install
ar_tn: حدد حزمة لتثبيتها
de: Wählen Sie ein Paket zum Installieren aus
es_es: Selecciona un paquete para instalar
fr_fr: Sélectionnez un package à installer
he_il: בחר חבילה להתקנה
id_id: Pilih paket untuk diinstal
it_it: Seleziona un pacchetto da installare
ja_jp: インストールするパッケージを選択してください
ko_kr: 설치할 패키지를 선택하세요
pt_br: Selecione um pacote para instalar
ru_ru: Выберите пакет для установки
tr_tr: Yüklemek için bir paket seçin
vi_vn: Chọn một gói để cài đặt
zh_hans: 选择要安装的软件包
zh_hant: 選擇要安裝的套件

# ServicesPage_SearchBox.PlaceholderText
source: Search services...
ar_tn: البحث عن الخدمات...
de: Dienste suchen...
es_es: Buscar servicios...
fr_fr: Rechercher des services...
he_il: חפש שירותים...
id_id: Cari layanan...
it_it: Cerca servizi...
ja_jp: サービスを検索...
ko_kr: 서비스 검색...
pt_br: Pesquisar serviços...
ru_ru: Поиск служб...
tr_tr: Hizmetlerde ara...
vi_vn: Tìm kiếm dịch vụ...
zh_hans: 搜索服务...
zh_hant: 搜尋服務...

# ServicesPage_FilterAll.Content
source: All
ar_tn: الكل
de: Alle
es_es: Todos
fr_fr: Tous
he_il: הכל
id_id: Semua
it_it: Tutti
ja_jp: すべて
ko_kr: 전체
pt_br: Todos
ru_ru: Все
tr_tr: Tümü
vi_vn: Tất cả
zh_hans: 全部
zh_hant: 全部

# ServicesPage_FilterRunning.Content
source: Running
ar_tn: قيد التشغيل
de: Laufend
es_es: En ejecución
fr_fr: En cours d'exécution
he_il: פעיל
id_id: Berjalan
it_it: In esecuzione
ja_jp: 実行中
ko_kr: 실행 중
pt_br: Em execução
ru_ru: Запущенные
tr_tr: Çalışıyor
vi_vn: Đang chạy
zh_hans: 正在运行
zh_hant: 執行中

# ServicesPage_FilterStopped.Content
source: Stopped
ar_tn: متوقفة
de: Gestoppt
es_es: Detenidos
fr_fr: Arrêtés
he_il: מופסק
id_id: Dihentikan
it_it: Arrestati
ja_jp: 停止
ko_kr: 중지됨
pt_br: Parados
ru_ru: Остановленные
tr_tr: Durduruldu
vi_vn: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

# ServicesPage_FilterAutomatic.Content
source: Automatic
ar_tn: تلقائي
de: Automatisch
es_es: Automático
fr_fr: Automatique
he_il: אוטומטי
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
ru_ru: Автоматически
tr_tr: Otomatik
vi_vn: Tự động
zh_hans: 自动
zh_hant: 自動

# ServicesPage_FilterManual.Content
source: Manual
ar_tn: يدوي
de: Manuell
fr_fr: Manuel
he_il: ידני
it_it: Manuale
ja_jp: 手動
ko_kr: 수동
ru_ru: Вручную
tr_tr: Elle
vi_vn: Thủ công
zh_hans: 手动
zh_hant: 手動

# ServicesPage_FilterDisabled.Content
source: Disabled
ar_tn: معطل
de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
he_il: מושבת
id_id: Dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
ko_kr: 사용 안 함
pt_br: Desativado
ru_ru: Отключено
tr_tr: Devre Dışı
vi_vn: Đã vô hiệu hóa
zh_hans: 已禁用
zh_hant: 已停用

# ServicesPage_ColName.Text
source: Service Name
ar_tn: اسم الخدمة
de: Dienstname
es_es: Nombre del servicio
fr_fr: Nom du service
he_il: שם שירות
id_id: Nama Layanan
it_it: Nome servizio
ja_jp: サービス名
ko_kr: 서비스 이름
pt_br: Nome do Serviço
ru_ru: Имя службы
tr_tr: Hizmet Adı
vi_vn: Tên dịch vụ
zh_hans: 服务名称
zh_hant: 服務名稱

# ServicesPage_ColStatus.Text
source: Status
ar_tn: الحالة
es_es: Estado
fr_fr: État
he_il: סטטוס
it_it: Stato
ja_jp: 状態
ko_kr: 상태
ru_ru: Статус
tr_tr: Durum
vi_vn: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# ServicesPage_ColStartup.Text
source: Startup
ar_tn: نوع البدء
de: Starttyp
es_es: Inicio
fr_fr: Démarrage
he_il: סוג הפעלה
it_it: Avvio
ja_jp: スタートアップ
ko_kr: 시작 유형
pt_br: Inicialização
ru_ru: Тип запуска
tr_tr: Başlangıç
vi_vn: Khởi động
zh_hans: 启动类型
zh_hant: 啟動類型

# ServicesPage_ColActions.Text
source: Actions
ar_tn: الإجراءات
de: Aktionen
es_es: Acciones
he_il: פעולות
id_id: Tindakan
it_it: Azioni
ja_jp: アクション
ko_kr: 작업
pt_br: Ações
ru_ru: Действия
tr_tr: Eylemler
vi_vn: Hành động
zh_hans: 操作
zh_hant: 動作

# ServicesPage_StartupAutomatic.Content
source: Automatic
ar_tn: تلقائي
de: Automatisch
es_es: Automático
fr_fr: Automatique
he_il: אוטומטי
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
ru_ru: Автоматически
tr_tr: Otomatik
vi_vn: Tự động
zh_hans: 自动
zh_hant: 自動

# ServicesPage_StartupManual.Content
source: Manual
ar_tn: يدوي
de: Manuell
fr_fr: Manuel
he_il: ידני
it_it: Manuale
ja_jp: 手動
ko_kr: 수동
ru_ru: Вручную
tr_tr: Elle
vi_vn: Thủ công
zh_hans: 手动
zh_hant: 手動

# ServicesPage_StartupDisabled.Content
source: Disabled
ar_tn: معطل
de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
he_il: מושבת
id_id: Dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
ko_kr: 사용 안 함
pt_br: Desativado
ru_ru: Отключено
tr_tr: Devre Dışı
vi_vn: Đã vô hiệu hóa
zh_hans: 已禁用
zh_hant: 已停用

# ProcessesPage_SearchBox.PlaceholderText
source: Search processes...
ar_tn: البحث عن العمليات...
de: Prozesse suchen...
es_es: Buscar procesos...
fr_fr: Rechercher des processus...
he_il: חפש תהליכים...
id_id: Cari proses...
it_it: Cerca processi...
ja_jp: プロセスを検索...
ko_kr: 프로세스 검색...
pt_br: Pesquisar processos...
ru_ru: Поиск процессов...
tr_tr: İşlemlerde ara...
vi_vn: Tìm kiếm tiến trình...
zh_hans: 搜索进程...
zh_hant: 搜尋處理程序...

# ProcessesPage_ColName.Text
source: Name
ar_tn: الاسم
es_es: Nombre
fr_fr: Nom
he_il: שם
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
tr_tr: Ad
vi_vn: Tên
zh_hans: 名称
zh_hant: 名稱

# ProcessesPage_ColMemory.Text
source: Memory
ar_tn: الذاكرة
de: Speicher
es_es: Memoria
fr_fr: Mémoire
he_il: זיכרון
id_id: Memori
it_it: Memoria
ja_jp: メモリ
ko_kr: 메모리
pt_br: Memória
ru_ru: Память
tr_tr: Bellek
vi_vn: Bộ nhớ
zh_hans: 内存
zh_hant: 記憶體

# ProcessesPage_ColThreads.Text
source: Threads
ar_tn: المسارات (Threads)
es_es: Hilos
he_il: תהליכונים
id_id: Thread
it_it: Thread
ja_jp: スレッド
ko_kr: 스레드
ru_ru: Потоки
tr_tr: İş Parçacıkları
vi_vn: Luồng
zh_hans: 线程
zh_hant: 執行緒

# ProcessesPage_ColActions.Text
source: Actions
ar_tn: الإجراءات
de: Aktionen
es_es: Acciones
he_il: פעולות
id_id: Tindakan
it_it: Azioni
ja_jp: アクション
ko_kr: 작업
pt_br: Ações
ru_ru: Действия
tr_tr: Eylemler
vi_vn: Hành động
zh_hans: 操作
zh_hant: 動作

# ProcessesPage_EndTask.Text
source: End Task
ar_tn: إنهاء المهمة
de: Task beenden
es_es: Finalizar tarea
fr_fr: Fin de tâche
he_il: סיום משימה
id_id: Akhiri Tugas
it_it: Termina attività
ja_jp: タスクの終了
ko_kr: 작업 끝내기
pt_br: Finalizar Tarefa
ru_ru: Завершить задачу
tr_tr: Görevi Sonlandır
vi_vn: Kết thúc tác vụ
zh_hans: 结束任务
zh_hant: 結束工作

# SystemInfoPage_OS.Header
source: Operating System
ar_tn: نظام التشغيل
de: Betriebssystem
es_es: Sistema operativo
fr_fr: Système d'exploitation
he_il: מערכת הפעלה
id_id: Sistem Operasi
it_it: Sistema operativo
ja_jp: オペレーティング システム
ko_kr: 운영 체제
pt_br: Sistema Operacional
ru_ru: Операционная система
tr_tr: İşletim Sistemi
vi_vn: Hệ điều hành
zh_hans: 操作系统
zh_hant: 作業系統

# SystemInfoPage_Copy.Text
source: Copy
ar_tn: نسخ
de: Kopieren
es_es: Copiar
fr_fr: Copier
he_il: העתק
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
tr_tr: Kopyala
vi_vn: Sao chép
zh_hans: 复制
zh_hant: 複製

# SystemInfoPage_Processor.Header
source: Processor
ar_tn: المعالج
de: Prozessor
es_es: Procesador
fr_fr: Processeur
he_il: מעבד
id_id: Prosesor
it_it: Processore
ja_jp: プロセッサ
ko_kr: 프로세서
pt_br: Processador
ru_ru: Процессор
tr_tr: İşlemci
vi_vn: Bộ xử lý
zh_hans: 处理器
zh_hant: 處理器

# SystemInfoPage_Graphics.Header
source: Graphics
ar_tn: بطاقة الرسومات
de: Grafik
es_es: Gráficos
fr_fr: Carte graphique
he_il: גרפיקה
id_id: Grafis
it_it: Scheda grafica
ja_jp: グラフィックス
ko_kr: 그래픽
pt_br: Gráficos
ru_ru: Видеокарта
tr_tr: Grafik
vi_vn: Đồ họa
zh_hans: 显卡
zh_hant: 顯示卡

# SystemInfoPage_RAM.Header
source: RAM
ar_tn: الذاكرة العشوائية (RAM)
de: Arbeitsspeicher
he_il: זיכרון RAM
ru_ru: Оперативная память
zh_hans: 内存
zh_hant: 記憶體

# SystemInfoPage_Storage.Header
source: Storage
ar_tn: التخزين
de: Speicher
es_es: Almacenamiento
fr_fr: Stockage
he_il: אחסון
id_id: Penyimpanan
it_it: Archiviazione
ja_jp: ストレージ
ko_kr: 저장소
pt_br: Armazenamento
ru_ru: Хранилище
tr_tr: Depolama
vi_vn: Lưu trữ
zh_hans: 存储
zh_hant: 儲存

# SystemInfoPage_Network.Header
source: Network
ar_tn: الشبكة
de: Netzwerk
es_es: Red
fr_fr: Réseau
he_il: רשת
id_id: Jaringan
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
pt_br: Rede
ru_ru: Сеть
tr_tr: Ağ
vi_vn: Mạng
zh_hans: 网络
zh_hant: 網路

# SystemInfoPage_Battery.Header
source: Battery
ar_tn: البطارية
de: Akku
es_es: Batería
fr_fr: Batterie
he_il: סוללה
id_id: Baterai
it_it: Batteria
ja_jp: バッテリー
ko_kr: 배터리
pt_br: Bateria
ru_ru: Аккумулятор
tr_tr: Pil
vi_vn: Pin
zh_hans: 电池
zh_hant: 電池

# SystemInfoPage_DriversForBackup.Text
source: Drivers for Backup
ar_tn: برامج التشغيل للنسخ الاحتياطي
de: Treiber für Sicherung
es_es: Controladores para copia de seguridad
fr_fr: Pilotes à sauvegarder
he_il: מנהלי התקנים לגיבוי
id_id: Driver untuk Cadangan
it_it: Driver per il backup
ja_jp: バックアップ用ドライバー
ko_kr: 백업용 드라이버
pt_br: Drivers para Backup
ru_ru: Драйверы для резервного копирования
tr_tr: Yedeklenecek Sürücüler
vi_vn: Driver để sao lưu
zh_hans: 用于备份的驱动程序
zh_hant: 用於備份的驅動程式

# SettingsPage_LanguageCombo.PlaceholderText
source: System Language
ar_tn: لغة النظام
de: System-Sprache
es_es: Idioma del sistema
fr_fr: Langue du système
he_il: שפת המערכת
id_id: Bahasa Sistem
it_it: Lingua di sistema
ja_jp: システム言語
ko_kr: 시스템 언어
pt_br: Idioma do Sistema
ru_ru: Язык системы
tr_tr: Sistem Dili
vi_vn: Ngôn ngữ hệ thống
zh_hans: 系统语言
zh_hant: 系統語言

# Settings_NavLeft.Content
source: Left
ar_tn: يسار
de: Links
es_es: Izquierda
fr_fr: Gauche
he_il: שמאל
id_id: Kiri
it_it: Sinistra
ja_jp: 左
ko_kr: 왼쪽
pt_br: Esquerda
ru_ru: Слева
tr_tr: Sol
vi_vn: Trái
zh_hans: 靠左
zh_hant: 左側

# Settings_NavTop.Content
source: Top
ar_tn: أعلى
de: Oben
es_es: Superior
fr_fr: Haut
he_il: למעלה
id_id: Atas
it_it: In alto
ja_jp: 上
ko_kr: 상단
pt_br: Superior
ru_ru: Сверху
tr_tr: Üst
vi_vn: Trên
zh_hans: 靠顶
zh_hant: 頂部

# PackagesPage_UpdateButton
source: Update Selected
ar_tn: تحديث المحدد
de: Ausgewählte aktualisieren
es_es: Actualizar seleccionados
fr_fr: Mettre à jour la sélection
he_il: עדכן את הנבחרים
id_id: Perbarui yang Dipilih
it_it: Aggiorna selezionati
ja_jp: 選択項目を更新
ko_kr: 선택한 항목 업데이트
pt_br: Atualizar selecionados
ru_ru: Обновить выбранные
tr_tr: Seçilenleri Güncelle
vi_vn: Cập nhật các mục đã chọn
zh_hans: 更新所选
zh_hant: 更新選取項目

# PackagesPage_SelectUpdateHint
source: Select packages to update
ar_tn: حدد الحزم للتحديث
de: Pakete zum Aktualisieren auswählen
es_es: Selecciona paquetes para actualizar
fr_fr: Sélectionnez les paquets à mettre à jour
he_il: בחר חבילות לעדכון
id_id: Pilih paket untuk diperbarui
it_it: Seleziona i pacchetti da aggiornare
ja_jp: 更新するパッケージを選択してください
ko_kr: 업데이트할 패키지를 선택하세요
pt_br: Selecione pacotes para atualizar
ru_ru: Выберите пакеты для обновления
tr_tr: Güncellenecek paketleri seçin
vi_vn: Chọn các gói để cập nhật
zh_hans: 选择要更新的软件包
zh_hant: 選擇要更新的套件

# PackagesPage_StatusLoading
source: Loading packages, please wait…
ar_tn: جاري تحميل الحزم، يرجى الانتظار…
de: Pakete werden geladen, bitte warten…
es_es: Cargando paquetes, por favor espera...
fr_fr: Chargement des paquets, veuillez patienter…
he_il: טוען חבילות, אנא המתן…
id_id: Memuat paket, harap tunggu…
it_it: Caricamento dei pacchetti in corso, attendere…
ja_jp: パッケージを読み込んでいます。お待ちください…
ko_kr: 패키지를 불러오는 중입니다. 잠시만 기다려 주세요…
pt_br: Carregando pacotes, por favor aguarde…
ru_ru: Загрузка пакетов, пожалуйста, подождите…
tr_tr: Paketler yükleniyor, lütfen bekleyin…
vi_vn: Đang tải các gói, vui lòng chờ…
zh_hans: 正在加载软件包，请稍候…
zh_hant: 正在載入套件，請稍候…

# PackagesPage_StatusNoUpdates
source: No updates available. All packages are up to date.
ar_tn: لا تتوفر تحديثات. جميع الحزم محدثة.
de: Keine Updates verfügbar. Alle Pakete sind auf dem neuesten Stand.
es_es: No hay actualizaciones disponibles. Todos los paquetes están actualizados.
fr_fr: Aucune mise à jour disponible. Tous les paquets sont à jour.
he_il: אין עדכונים זמינים. כל החבילות מעודכנות.
id_id: Tidak ada pembaruan yang tersedia. Semua paket sudah terbaru.
it_it: Nessun aggiornamento disponibile. Tutti i pacchetti sono aggiornati.
ja_jp: 利用可能な更新はありません。すべてのパッケージが最新です。
ko_kr: 사용 가능한 업데이트가 없습니다. 모든 패키지가 최신 상태입니다.
pt_br: Nenhuma atualização disponível. Todos os pacotes estão atualizados.
ru_ru: Нет доступных обновлений. Все пакеты обновлены.
tr_tr: Güncelleme yok. Tüm paketler güncel.
vi_vn: Không có bản cập nhật nào. Tất cả các gói đã được cập nhật.
zh_hans: 暂无可用更新。所有软件包均为最新版本。
zh_hant: 沒有可用的更新。所有套件皆為最新版本。

# PackagesPage_SelectedForInstall
source: {0} package(s) selected for installation
ar_tn: تم تحديد {0} حزمة (حزم) للتثبيت
de: {0} Paket(e) für die Installation ausgewählt
es_es: {0} paquete(s) seleccionado(s) para instalación
fr_fr: {0} paquet(s) sélectionné(s) pour l'installation
he_il: {0} חבילות נבחרו להתקנה
id_id: {0} paket dipilih untuk instalasi
it_it: {0} pacchetto/i selezionato/i per l'installazione
ja_jp: {0} 個のパッケージがインストール用に選択されています
ko_kr: 설치할 패키지 {0}개가 선택됨
pt_br: {0} pacote(s) selecionado(s) para instalação
ru_ru: Выбрано {0} пакет(ов) для установки
tr_tr: Yükleme için {0} paket seçildi
vi_vn: Đã chọn {0} gói để cài đặt
zh_hans: 已选择 {0} 个要安装的软件包
zh_hant: 已選擇 {0} 個套件進行安裝

# PackagesPage_SelectedForUpdate
source: {0} package(s) selected for update
ar_tn: تم تحديد {0} حزمة (حزم) للتحديث
de: {0} Paket(e) zum Aktualisieren ausgewählt
es_es: {0} paquete(s) seleccionado(s) para actualización
fr_fr: {0} paquet(s) sélectionné(s) pour la mise à jour
he_il: {0} חבילות נבחרו לעדכון
id_id: {0} paket dipilih untuk pembaruan
it_it: {0} pacchetto/i selezionato/i per l'aggiornamento
ja_jp: {0} 個のパッケージが更新用に選択されています
ko_kr: 업데이트할 패키지 {0}개가 선택됨
pt_br: {0} pacote(s) selecionado(s) para atualização
ru_ru: Выбрано {0} пакет(ов) для обновления
tr_tr: Güncelleme için {0} paket seçildi
vi_vn: Đã chọn {0} gói để cập nhật
zh_hans: 已选择 {0} 个要更新的软件包
zh_hant: 已選擇 {0} 個套件進行更新

# HomePage_Version
source: Version
ar_tn: الإصدار
es_es: Versión
he_il: גרסה
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
tr_tr: Sürüm
vi_vn: Phiên bản
zh_hans: 版本
zh_hant: 版本
